Revit 2027 API
ParameterTypeId.RbsElecPanelNumwiresParam Property
 "Number of Wires"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecPanelNumwiresParam { get; }
Public Shared ReadOnly Property RbsElecPanelNumwiresParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecPanelNumwiresParam {
	ForgeTypeId^ get ();
}
static member RbsElecPanelNumwiresParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace